<!doctype html>
<html>
<head>
    <title>О факультеті</title>
</head>
<body>
    <div class="row">
        <div class="col-12">
            <div class="row">
                <div class="col-12 text-center pb-3 text-uppercase custom-font-size-1p3 custom-font-weight-500">
                    КАФЕДРА СПЕЦІАЛІЗОВАНИХ КОМП’ЮТЕРНИХ СИСТЕМ
                </div>
            </div>
            <ul class="nav nav-tabs">
                <li class="nav-item">
                    <a class="nav-link active show" data-toggle="tab" href="#departmentMainInfo">Загальна інформація</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link" data-toggle="tab" href="#departmentState">Штат кафедри</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link" data-toggle="tab" href="#departmentHistory">Історія кафедри</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link" data-toggle="tab" href="#departmentScience">Наукова діяльність кафедри</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link" data-toggle="tab" href="#departmentEducation">Навчальна діяльність кафедри</a>
                </li>
            </ul>
            <div id="myTabContent" class="tab-content">
                <div class="tab-pane fade active show" id="departmentMainInfo">
                    <div class="row pt-3 pb-3">
                        <div class="col-4 text-center">
                            <img src="${assetPath(src:'site_logo.png')}" class=""/>
                        </div>
                        <div class="col-8">
                            <address>
                                <p class="pt-3 pb-3"><strong>адреса:</strong> к. 602, механічний корпус, вул. Набережна Перемоги, 40, Дніпро, Україна, 49005</p>
                                <hr/><p class="pt-3 pb-3"><strong>тел.:</strong> +38 (056) 753-57-26</p>
                                <hr/><p class="pt-3"><strong>e-mail:</strong> comp_sys@udhtu.edu.ua</p>
                            </address>
                        </div>
                    </div>
                    <div class="row p-3">
                        <div class="col-12">
                            <adress>
                                <p class="pb-3">Кафедра готує фахівців за ступенем <strong>бакалавра</strong> та  <strong>магістра</strong> за наступними галузями знань:</p>
                                <p class="pb-3"><strong>Галузь знань:</strong> 12 Інформаційні технології</p>
                                <p class="pb-3"><strong>Спеціальність:</strong> 123 Комп’ютерна інженерія</p>
                                <p class="pb-3"><strong>Освітня програма:</strong> <a href="#" class="text-success">Комп’ютерна інженерія (СКС)</a></p>
                            </adress>
                        </div>
                    </div>
                    <img src="${assetPath(src:'/static/students/department/one.png')}" class="custom-image-70 mb-3"/>
                    <div class="row px-3">
                        <div class="col-12">
                            <p class="pb-3">У 1996 році в Українському державному хіміко-технологічному університеті була сформована перша група студентів для отримання спеціальності “Спеціалізовані комп’ютерні системи”.</p>
                            <p class="pb-3">Після ряду реорганізацій у 2008 році на базі кафедри інформаційних технологій та кібернетики була створена кафедра спеціалізованих комп’ютерних систем, яка здійснює підготовку бакалаврів та магістрів за спеціальністю “Комп’ютерна інженерія” (денної та заочної форм навчання). У 2014 році кафедра СКС успішно пройшла чергову акредитацію бакалаврів, спеціалістів та магістрів та отримала відповідний сертифікат.</p>
                            <p class="pb-3">Студенти цієї спеціальності отримують фундаментальні знання з комп’ютерних технологій. Вони навчаються математичному моделюванню складних комп’ютерних систем, їх оптимізації, проектуванню сучасних комп’ютерних комплексів та мереж, розробляють їх програмне забезпечення, системи штучного інтелекту та робототехнічні системи.</p>
                            <p>
                                Освітньо-кваліфікаційний рівень:
                            </p>
                            <ul class="pb-3">
                                <li class="ml-3"><strong>бакалавр:</strong> фахівець з інформаційних технологій</li>
                                <li class="ml-3"><strong>магістр:</strong> аналітик комп’ютерних систем</li>
                            </ul>
                            <p class="pb-3">Сьогодні навчальний план дисциплін кафедри СКС відповідає навчальним планам кращих європейських університетів, що дає змогу студентам без перешкод продовжувати навчання в цих університетах.</p>
                            <p class="pb-3">Кафедра СКС приділяє велику увагу науково-дослідній роботі, що є суттєвою складовою підготовки майбутніх фахівців. Залучення студентів до участі у плануванні, виконанні та використанні результатів науково-дослідних робіт, починаючи з перших років навчання, надає можливість поступово заохочувати усіх до самостійного аналізу та пошуку оптимальних рішень при проектуванні сучасних комп’ютерних систем.</p>
                            <div class="row mb-3">
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/two.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/three.jpg')}" class="custom-image-70"/>
                                </div>
                            </div>
                            <p class="pb-3">Навчальний процес на кафедрі забезпечують 10 науково-педагогічних працівників, у тому числі: 3 професора, 4 доцента, 2 старших викладача, 1 асистент.</p>
                            <p>Об’єкти професійної діяльності:</p>
                            <ul class="pb-3">
                                <li class="ml-3">комп’ютерні сиcтеми обчислювальних та інформаційних центрів, підприємств та організацій</li>
                                <li class="ml-3">математичне, інформаційне, технічне, програмне та організаційне забезпечення комп’ютерних систем</li>
                                <li class="ml-3">засоби та методи проектування, налагоджування та експлуатації комп’ютерних систем</li>
                                <li class="ml-3">технічне діагностування, наукові дослідження та виробничі випробування комп’ютерних систем</li>
                                <li class="ml-3">програмне забезпечення комп’ютерних мереж та вбудованих комп’ютерних систем</li>
                            </ul>
                            <p class="pb-3">Для забезпечення високої професійної підготовки розвивається матеріальне забезпечення кафедри. Кафедра має два комп’ютерних класи для студентів та один для викладачів кафедри. Завдяки висококваліфікованому професорсько-викладацькому складу та допоміжному персоналу створено спеціалізовану лабораторію з мікропроцесорної техніки, яка обладнана учбово-лабораторними стендами “EV8031/AVR”, “LOGIC”, “OpAmp”, “Trigger”.</p>
                            <div class="row mb-3">
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/four.jpg')}" class="custom-image-50"/>
                                </div>
                            </div>
                            <p class="pb-3">Лабораторія та комп’ютерні класи обладнані сучасною комп’ютерною технікою, вимірювальними приладами, навчальними дослідницькими стендами та іншим необхідним устаткуванням, що дозволяє студентам та співробітникам кафедри СКС ефективно займатися науково-практичною діяльністю. Комп’ютери в учбових класах кафедри та викладацьких об’єднані в локальну мережу та мають вихід до всесвітньої мережі Internet. Для кращого засвоєння матеріалу на лекціях та практичних заняттях успішно застосовуються наочні засоби навчання.</p>
                            <div class="row mb-3">
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/five.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/six.jpg')}" class="custom-image-70"/>
                                </div>
                            </div>
                            <p>Після одержання спеціальності працевлаштування можливе в таких сферах</p>
                            <ul class="pb-3">
                                <li class="ml-3">проектування сучасних комп’ютерних комплексів, систем та мереж</li>
                                <li class="ml-3">розробка програмного забезпечення</li>
                                <li class="ml-3">технічна діагностика з застосуванням сучасних засобів на базі комп’ютерів</li>
                                <li class="ml-3">монтаж, налагодження та регулювання засобів обчислювальної техніки</li>
                                <li class="ml-3">робота з базами даних</li>
                                <li class="ml-3">робототехніка</li>
                            </ul>
                            <p class="pb-3">Уперше випуск спеціалістів зі спеціальності “Спеціалізовані комп’ютерні системи” відбувся у 2003 р. Починаючи з 2003 і весь подальший період  керівництво і професорсько-викладацький склад здійснюють значну роботу по підвищенню якості спеціалістів і їхньому працевлаштуванню.</p>
                            <div class="row mb-3">
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/seven.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/eight.jpg')}" class="custom-image-70"/>
                                </div>
                            </div>
                            <p class="pb-3">Дбайливе відношення і професійність викладання, що сприяють якісній підготовці студентів, реклама спеціальностей і спеціалізації забезпечили практично 100-відсоткове працевлаштування випускників кафедри, більшість з яких направляється по запитам підприємств, таких як Інститут технічної механіки НАНУ і ДКАУ, Головне Управління Державного казначейства України в Дніпропетровській області, Південний машинобудівний завод, ВАТ «Український мобільний зв’язок», КБ «Приватбанк», «Укрсіббанк». Багато студентів та випускників працевлаштувались в українських та міжнародних компаніях, що спеціалізуються на розробці програмного забезпечення.</p>
                            <p class="pb-3">Окрім потужних знань УДХТУ дає можливість для реалізації талантів студентів.</p>
                            <p class="pb-3">Вони приймають участь у щорічному конкурсі талантів «Студентська весна»:</p>
                            <div class="row mb-3">
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/nine.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/ten.jpg')}" class="custom-image-70"/>
                                </div>
                            </div>
                            <p class="pb-3">Вміють і посміятися, і насмішити:</p>
                            <div class="row mb-3">
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/eleven.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/twelve.jpg')}" class="custom-image-70"/>
                                </div>
                            </div>
                            <p class="pb-3">А ось наша красуня змагається у конкурсі краси «Місс УДХТУ»:</p>
                            <div class="row mb-3">
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/thirteen.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src:'/static/students/department/fourteen.jpg')}" class="custom-image-70"/>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="tab-pane fade" id="departmentState">
                    <div class="row py-3">
                        <div class="col-12">
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/kosolap.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Косолап Анатолій Іванович</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">завідувач кафедри СКС</p>
                                        <p class="pb-1">доктор фізико-математичних наук (спеціальність 01.05.02 – математичне моделювання та обчислювальні методи)</p>
                                        <p class="pb-1">професор (2014 р.)</p>
                                    </address>
                                    <p class="pb-3">Тема докторської дисертації: <em>«Розробка детермінованих моделей та методів глобальної оптимізації з використанням опуклості» (2012 р.).</em></p>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Дніпропетровський державний університет (нині Дніпропетровський Національний університет ім. О. Гончара), механіко-математичний факультет, кваліфікація – «математик, викладач математики» (1969 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Системне програмне забезпечення</li>
                                        <li class="ml-3 text-lowercase">Системний аналіз</li>
                                        <li class="ml-3 text-lowercase">Internet-технології</li>
                                        <li class="ml-3 text-lowercase">Ефективність та надійність технічних систем</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: моделювання складних систем та їх оптимізація, розробка програмного забезпечення</p>
                                    <p class="pb-3">Публікації: опублікував понад 150 наукових робіт в області оптимізації, у тому числі 4 монографії, 5 навчальних посібників. Профіль <a target="_blank" href="https://scholar.google.com.ua/citations?user=OoyQrP8AAAAJ&hl=ru">Google Scholar</a></p>
                                    <p class="pb-3">Керівництво аспірантами і докторантами: є керівником 2-х аспірантів, підготував одного кандидата наук.</p>
                                    <p class="pb-3">А.І. Косолап – фахівець в області математичного моделювання та оптимізації складних систем. Розробив пакет прикладних програм Excel_SP для моделювання та оптимізації складних систем, а також десятки інших програм для розв’язання оптимізаційних задач.</p>
                                    <p class="pb-3">Брав участь як доповідач у більше ніж 30 міжнародних конференціях, у тому числі міжнародних наукових форумах по оптимізації в Німеччині (Ремаген, 2009 р.) та Франції (Тулуза, 2010 р., 2013 р.) та ін.</p>
                                    <p class="pb-3">В області оптимізації складних систем розробив декілька нових напрямків досліджень. Проаналізував світові досягнення в області оптимізації і розвинув далі опуклий аналіз, теорію і методи напіввизначеної оптимізації, негладкої оптимізації, детерміновану глобальну оптимізацію, які знаходять широке застосування в оптимальному проектуванні, штучному інтелекті, економіці, виконанні складних проектів, розпізнаванні образів, хімії та багатьох інших прикладних областях. Розробив нові ефективні методи для розв’язання цих класів задач.</p>
                                    <p class="pb-3">А.І. Косолап є членом Європейського наукового товариства з безперервною оптимізації – «EUROPT» і міжнародного наукового товариства – «Mathematical Optimization Society».</p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/alpatov.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Алпатов Анатолій Петрович</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">доктор технічних наук (1968 р.)</p>
                                        <p class="pb-1">професор</p>
                                    </address>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Казанський авіаційний інститут, спеціальність – «динаміка польоту та управління», кваліфікація – «інженер-механік» (1965 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Цифрова обробка сигналів та зображень</li>
                                        <li class="ml-3 text-lowercase">Проектування комп’ютерних систем діагностики технічних комплексів</li>
                                        <li class="ml-3 text-lowercase">Комп’ютерний контроль та аналіз сигналів</li>
                                    </ul>
                                    <p class="pb-3">Публікації: є автором і співавтором 260 наукових публікацій, 15 монографій, 30 винаходів.</p>
                                    <p class="pb-3">А.П. Алпатов – доктор технічних наук, професор, член-кореспондент Міжнародної академії астронавтики, Заслужений діяч науки і техніки України, почесний професор Харбінського політехнічного університету (Китай).</p>
                                    <p class="pb-3">Був членом секції Наукової ради АН СРСР з проблем управління рухом і навігації, членом Національного комітету Української асоціації автоматичного управління IFAC. В даний час є членом Міжнародного комітету з проблем засмічення космічного простору. Входив до складу експертної ради Вищої атестаційної комісії України. Член редколегій низки наукових журналів. В даний час керує відділом системного аналізу і проблем управління Інституту технічної механіки Національної академії наук України та Державного космічного агентства України.</p>
                                    <p class="pb-3">Основний напрямок фундаментальних досліджень пов’язаний з розробкою теорії і методів моделювання руху складних механічних систем в умовах космічного простору. Розробив теорію рухомого управління космічними літальними апаратами, математичні моделі динаміки просторово-розвинених механічних систем з пружними зв’язками, включаючи маніпуляційні системи, космічні тросові системи і сонячні електростанції космічного базування.</p>
                                    <p class="pb-3">Велику увагу приділяє педагогічній роботі. Був професором Дніпропетровського державного університету, завідувачем кафедри медичної кібернетики, створеної ним в Дніпропетровському медичному інституті. В даний час є професором кафедри спеціалізованих комп’ютерних систем ДВНЗ «Український державний хіміко-технологічний університет».</p>
                                    <p class="pb-3">Підготував 3 докторів та 9 кандидатів наук.</p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/horoshilov.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Хорошилов Сергій Вікторович</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">доктор технічних наук (спеціальність 05.13.03 – системи та процеси керування)</p>
                                        <p class="pb-1">професор</p>
                                    </address>
                                    <p class="pb-3">Тема докторської дисертації: <em>«Методологічні основи керування орієнтацією сонячних електростанцій космічного базування» (2013 р.).</em></p>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Дніпропетровський державний університет, фізико-технічний факультет, спеціальність — «керування в технічних системах», кваліфікація — «інженер» (1995 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Інженерія програмного забезпечення</li>
                                        <li class="ml-3 text-lowercase">Експертні системи</li>
                                        <li class="ml-3 text-lowercase">Системи штучного інтелекту</li>
                                        <li class="ml-3 text-lowercase">Інструментальні засоби розробки мережевих додатків</li>
                                        <li class="ml-3 text-lowercase">Технології розробки комп’ютерних систем</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: Динаміка і управління космічними апаратами; управління великими космічними конструкціями; теорія адаптивного і робастного управління; проблема космічного сміття.</p>
                                    <p class="pb-3">Публікації: опублікував понад 70 наукових робіт, серед яких 2 монографії.</p>
                                    <p class="pb-3">С.В. Хорошилов – провідний науковий співробітник відділу системного аналізу та проблем управління Інституту технічної механіки з 20-и річним досвідом роботи в галузі динаміки космічних систем і передових технологій. Результати його робіт відзначені нагородами Президента України, Національної академії наук України та Державного космічного агентства України. Розроблені ним математичні моделі, методи, методики і алгоритми використовувалися ДП «КБ «Південне» при розробці ряду космічних місій. С.В. Хорошилов – постійний експерт ДКАУ в складі Міжагентського координаційного комітету з проблеми космічного сміття.</p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/kapitonov.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Капітонов Олександр Георгійович</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">кандидат хімічних наук (спеціальність 02.00.05 – електрохімія)</p>
                                        <p class="pb-1">доцент (2012 р.)</p>
                                    </address>
                                    <p class="pb-3">Тема кандидатської дисертації: <em>«Урахування елементу сталої фази в релаксаційних електрохімічних вимірюваннях» (1996 р.).</em></p>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Дніпропетровський державний університет (нині Дніпропетровський Національний університет ім. О. Гончара), кваліфікація – «фізик, викладач фізики» (1976 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Системне програмування</li>
                                        <li class="ml-3 text-lowercase">Периферійні пристрої</li>
                                        <li class="ml-3 text-lowercase">Комп’ютерні системи</li>
                                        <li class="ml-3 text-lowercase">Дослідження та проектування спеціалізованих комп’ютерних систем</li>
                                        <li class="ml-3 text-lowercase">Дослідження та проектування вбудованих комп’ютерних систем</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: математичне моделювання процесів фазоутворення.</p>
                                    <p class="pb-3">Публікації: понад 40 наукових робіт. Профіль <a target="_blank" href="https://scholar.google.com.ua/citations?user=Nb-ePQMAAAAJ&hl=ru">Google Scholar</a></p>
                                    <p class="pb-3"></p>
                                    <p class="pb-3"></p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/bileckiy.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Білецький Олександр Семенович</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">кандидат технічних наук (спеціальність 05.07.05 – теплові двигуни летальних апаратів)</p>
                                        <p class="pb-1">доцент (2012 р.)</p>
                                    </address>
                                    <p class="pb-3">Тема кандидатської дисертації: <em>спецтема (1986 р.).</em></p>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Дніпропетровський державний університет (нині Дніпропетровський Національний університет ім. О. Гончара), фізико-технічний факультет, спеціальність – «двигуни літальних апаратів», кваліфікація – «інженер-механік» (1978 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3">архітектура ЕОМ</li>
                                        <li class="ml-3">комп’ютерна схемотехніка та архітектура ЕОМ</li>
                                        <li class="ml-3 text-lowercase">Теорія інформації та кодування</li>
                                        <li class="ml-3 text-lowercase">Теорія автоматичного керування</li>
                                        <li class="ml-3 text-lowercase">Технології розподілених систем та паралельних обчислень</li>
                                        <li class="ml-3 text-lowercase">Паралельні та розподілені обчислення</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: динаміка енергетичних установок та складних гідромеханічних систем.</p>
                                    <p class="pb-3">Публікації: більше 50 наукових робіт, 1 винахід. Профіль <a target="_blank" href="https://scholar.google.com.ua/citations?user=mSjDpOMAAAAJ&hl=ru">Google Scholar</a></p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/sergeeva.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Сергєєва Ольга В’ячеславівна</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">кандидат технічних наук (спеціальність 05.17.01 – технологія неорганічних речовин)</p>
                                        <p class="pb-1">доцент (2011 р.)</p>
                                    </address>
                                    <p class="pb-3">Тема кандидатської дисертації: <em>«Технологія плазмохімічного рідкофазного вилучення іонів полівалентних металів з відходів гальванічних та травильних виробництв» (2004 р.).</em></p>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Український державний хіміко-технологічний університет, спеціальність – «хімічне машинобудування та апаратобудування», кваліфікація – «інженер-механік» (1995 р.); Дніпропетровський державний університет, спеціальність – «інформаційні системи в менеджменті», кваліфікація – «інженер-економіст» (1996 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Комп’ютерна схемотехніка</li>
                                        <li class="ml-3 text-lowercase">Електронно-обчислювальні машини і мікропроцесорні системи</li>
                                        <li class="ml-3 text-lowercase">Проектування мікропроцесорних систем</li>
                                        <li class="ml-3 text-lowercase">Комп’ютерний моніторинг хімічних виробництв</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: моделювання плазмохімічних процесів обробки рідких середовищ.</p>
                                    <p class="pb-3">Публікації: 71 друкована праця, з яких 35 – це статті у фахових виданнях України та 6 – це статті у міжнародних виданнях.</p>
                                    <p class="pb-3">Профіль <a target="_blank" href="https://scholar.google.com.ua/citations?user=o3kLHeIAAAAJ&hl=ru">Google Scholar</a></p>
                                    <p class="pb-3"></p>
                                    <p class="pb-3"></p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/peretyatko.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Перетятько Анастасія Сергіївна</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">кандидат фізико-математичних наук (спеціальність 01.05.02 – математичне моделювання та обчислювальні методи)</p>
                                        <p class="pb-1">доцент</p>
                                    </address>
                                    <p class="pb-3">Тема кандидатської дисертації: <em>«Напіввизначена оптимізація для розв’язування загальних квадратичних задач» (2015 р.).</em></p>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Дніпропетровський національний університет імені Олеся Гончара, факультет прикладної математики, спеціальність – «інформатика», кваліфікація – «магістр інформатики» (2010 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Стандарти розробки програмного забезпечення</li>
                                        <li class="ml-3 text-lowercase">Системне програмне забезпечення</li>
                                        <li class="ml-3 text-lowercase">Інженерія програмного забезпечення</li>
                                        <li class="ml-3">програмування на мові VBA</li>
                                        <li class="ml-3">програмування на мові Java</li>
                                        <li class="ml-3 text-lowercase">Периферійні пристрої</li>
                                        <li class="ml-3 text-lowercase">Комп’ютерні системи</li>
                                        <li class="ml-3 text-lowercase">Експертні системи</li>
                                        <li class="ml-3 text-lowercase">Системне програмування</li>
                                        <li class="ml-3 text-lowercase">Комп’ютерні технології в діловодстві</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: методи глобальної оптимізації, напіввизначена оптимізація.</p>
                                    <p class="pb-3">Публікації: більше 30 статей та тез доповідей.</p>
                                    <p class="pb-3">Профіль <a target="_blank" href="https://scholar.google.com.ua/citations?user=bjtK8CIAAAAJ&hl=ru">Google Scholar</a></p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/brazinskaya.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Бразинська Світлана Вікторівна</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">старший викладач</p>
                                        <p class="pb-1">вчений секретар кафедри СКС</p>
                                    </address>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Дніпропетровський державний університет (нині Дніпропетровський Національний університет ім. О. Гончара), механіко-математичний факультет, спеціальність – «гідроаеродинаміка», кваліфікація – «механік» (1979 р.).</p>
                                    <p>Дисципліни, що викладає: </p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Комп’ютерна логіка</li>
                                        <li class="ml-3 text-lowercase">Дискретна математика</li>
                                        <li class="ml-3 text-lowercase">Автоматизація проектування комп’ютерних систем</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: дистанційна освіта, СДО Moodle.</p>
                                    <p class="pb-3">Публікації: 15 наукових публікацій, 46 методичних вказівок. </p>
                                    <p class="pb-3">Профіль <a target="_blank" href="https://scholar.google.com.ua/citations?user=4NUkQhoAAAAJ&hl=ru">Google Scholar</a></p>
                                    <p class="pb-3"></p>
                                    <p class="pb-3"></p>
                                    <p class="pb-3"></p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/dubovik.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Дубовик Тетяна Миколаївна</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">старший викладач</p>
                                    </address>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Український державний хіміко-технологічний університет, спеціальність – «Автоматизоване управління технологічними процесами», кваліфікація – «фахівець з автоматизації та комп’ютерно-інтегрованих технологій» (2001 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Комп’ютерна електроніка</li>
                                        <li class="ml-3 text-lowercase">Робототехніка</li>
                                        <li class="ml-3">ЕОМ та мікропроцесорні системи</li>
                                        <li class="ml-3 text-lowercase">Комп’ютерна схемотехніка</li>
                                        <li class="ml-3 text-lowercase">Комп’ютерні технології в діловодстві</li>
                                        <li class="ml-3 text-lowercase">Методи та засоби комп’ютерно-інтегрованих технологій</li>
                                        <li class="ml-3 text-lowercase">Цифрова обробка сигналів та зображень</li>
                                        <li class="ml-3 text-lowercase">Проектування комп’ютерних систем діагностики технічних комплексів</li>
                                        <li class="ml-3 text-lowercase">Комп’ютерний контроль та аналіз сигналів</li>
                                        <li class="ml-3 text-lowercase">Експертні системи</li>
                                        <li class="ml-3 text-lowercase">Інженерія програмного забезпечення</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: розробка інформаційних технологій підвищення ефективності підготовки ІТ-спеціалістів.</p>
                                    <p class="pb-3">Публікації: 39 публікацій (з них 6 статей в журналах з переліку ВАК), 20 методичних вказівок.</p>
                                    <p class="pb-3">Профіль <a target="_blank" href="https://scholar.google.com.ua/citations?user=bpkAfyQAAAAJ&hl=uk">Google Scholar</a></p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/dovgopola.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Довгопола Альона Олександрівна</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">асистент</p>
                                    </address>
                                    <p class="pb-3">Тема кандидатської дисертації: <em>«Математичне моделювання та розв’язок багатоекстремальних задач методом точної квадратичної регуляризації».</em></p>
                                    <p class="pb-3"><strong>Базова освіта:</strong> Український державний хіміко-технологічний університет, спеціальність – «метрологія» (2013 р.).</p>
                                    <p>Дисципліни, що викладає:</p>
                                    <ul class="pb-3">
                                        <li class="ml-3 text-lowercase">Системний аналіз</li>
                                        <li class="ml-3 text-lowercase">Ефективність та надійність технічних систем</li>
                                        <li class="ml-3 text-lowercase">Системне програмне забезпечення</li>
                                        <li class="ml-3 text-lowercase">Інженерія програмного забезпечення</li>
                                        <li class="ml-3 text-lowercase">теорія інформації та кодування</li>
                                        <li class="ml-3">архітектура ЕОМ</li>
                                    </ul>
                                    <p class="pb-3">Наукові інтереси: методи глобальної оптимізації, метрологія.</p>
                                    <p class="pb-3">Публікації: більше 10 наукових робіт.</p>
                                    <p class="pb-3">Профіль <a target="_blank" href="https://scholar.google.com.ua/citations?user=sMxxxy0AAAAJ&hl=ru">Google Scholar</a></p>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/penya.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Пеня Тетяна Дмитрівна</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">інженер І категорії</p>
                                    </address>
                                </div>
                            </div>
                            <hr class="my-4 custom-divider"/>
                            <div class="row">
                                <div class="col-4">
                                    <img src="${assetPath(src: '/static/students/department/stuff/pivonos.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col-8">
                                    <h4 class="pb-2">Пивонос Василь В’ячеславович</h4>
                                    <address class="text-muted pb-3">
                                        <p class="pb-1">інженер ІІІ категорії</p>
                                    </address>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="tab-pane fade" id="departmentHistory">
                    <div class="row px-3 py-4">
                        <div class="col-12">
                            <p class="pb-3">Перша група студентів для отримання в Українському державному хіміко-технологічному університеті спеціальності “Спеціалізовані комп’ютерні системи” була прийнята у 1996 році.</p>
                            <p class="pb-3">Особливості підготовки фахівців з цієї спеціальності викликали потребу в створенні окремої кафедри. Тому в 1999 році на механічному факультеті УДХТУ на базі кафедри обчислювальної техніки та прикладної математики за ініціативою кандидата фізико-математичних наук, доцента Миколи Феодосійовича Огданського та професора Юрія Івановича Мережка була створена кафедра інформаційних технологій та кібернетики. Кафедру очолив кандидат фізико-математичних наук, доцент М.Ф. Огданський.</p>
                            <p class="pb-3">Кафедра отримала ліцензії на підготовку спеціалістів за спеціальністю “Економічна кібернетика“, “Спеціалізовані комп’ютерні системи” та “Інформаційні управляючі системи і технології“. В роки становлення вченим секретарем кафедри був кандидат технічних наук Євген Миколайович Логачов, а з 2002 року – старший викладач Світлана Вікторівна Бразинська.</p>
                            <p class="pb-3">У 2002-2003 роках усі спеціальності було акредитовано за освітньо-кваліфікаційним рівнем “спеціаліст”. У 2003 році кафедра здобула ліцензію на підготовку магістрів за спеціальністю “Спеціалізовані комп’ютерні системи“.</p>
                            <p class="pb-3">Активну участь в організації роботи кафедри приймали заступники завідувача кафедри, кандидат фізико-математичних наук Сергій Михайлович Заблуда (2002-2006) і кандидат хімічних наук Олександр Георгійович Капітонов (2006-2009).</p>
                            <p class="pb-3">До навчального процесу були залучені професори Е.В. Кочура, А.І. Федякін, Г.С. Пашковський, В.П. Пошивалов, В.М. Корчинсьий, О.І. Міхальов</p>
                            <p class="pb-3">З 2005 року естафету по розвитку спеціальності прийняв доктор технічних наук, професор Алпатов Анатолій Петрович, завідувач відділу системного аналізу та проблем управління Інституту технічної механіки Національної академії наук України і Національного космічного агентства України, керівник секції інформатики Придніпровського наукового центру Національної академії наук України і Міністерства освіти і науки України, засновник кафедри медичної кібернетики та обчислювальної техніки Дніпропетровської державної медичної академії.</p>
                            <p class="pb-3">У 2008 році на базі кафедри інформаційних технологій та кібернетики була створена кафедра спеціалізованих комп’ютерних систем, яка здійснює підготовку бакалаврів, спеціалістів та магістрів фахового напряму “Комп’ютерна інженерія” за спеціальністю “Спеціалізовані комп’ютерні системи“. В 2014 році кафедра СКС успішно пройшла чергову акредитацію бакалаврів, спеціалістів та магістрів та отримала відповідний сертифікат.</p>
                            <p class="pb-3">З 2010 року по 2014 кафедру СКС очолював доктор технічних наук, старший науковий співробітник Чумаков Лев Дмитрович. Він мав великий досвід роботи в організаціях Національної академії наук України та промисловості.</p>
                            <p class="pb-3">З листопада 2015 року кафедру очолює доктор фізико-математичних наук, професор Анатолій Іванович Косолап. Він та його учні ведуть активну наукову роботу в галузі математичного моделювання та оптимізації складних систем. Отримані наукові результати знайшли відображення в 4-х монографіях, в яких пропонуються нові методи оптимізації складних систем, а також значна увага приділяється розробці ефективного програмного забезпечення. А.І. Косолап був учасником більше 40 міжнародних наукових конференцій, як в Україні так і за її межами, де він доповідав нові наукові результати та обмінювався досвідом впровадження цих результатів в навчальний процес. Він є членом European Operational Research Societies. Значну увагу А.І. Косолап приділяє якості навчання та його відповідності кращим європейським та національним університетам.  Кожен випускник кафедри повинен оволодіти сучасними методами моделювання складних комп’ютерних систем, оптимізувати їх структуру та функціонування за допомогою сучасного програмного забезпечення.</p>
                            <div class="row mb-5">
                                <div class="col">
                                    <img src="${assetPath(src: '/static/students/department/history/1.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src: '/static/students/department/history/2.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src: '/static/students/department/history/3.jpg')}" class="custom-image-70"/>
                                </div>
                            </div>
                            <div class="row">
                                <div class="col">
                                    <img src="${assetPath(src: '/static/students/department/history/4.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src: '/static/students/department/history/5.jpg')}" class="custom-image-70"/>
                                </div>
                                <div class="col">
                                    <img src="${assetPath(src: '/static/students/department/history/6.jpg')}" class="custom-image-70"/>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="tab-pane fade" id="departmentScience">

                </div>
                <div class="tab-pane fade" id="departmentEducation">

                </div>
            </div>
        </div>
    </div>
</body>
</html>