<!doctype html>
<html>
<head>
    <title>Освітня програма</title>
</head>
<body>
    <div class="row pt-3">
        <div class="col-12">
            <address class="px-3">
                <p class="pb-3"><strong>Галузь знань:</strong> 12 Інформаційні технології<br/></p>
                <p class="pb-3"><strong>Спеціальність:</strong> 123 Комп’ютерна інженерія<br/></p>
                <p class="pb-3"><strong>Випускова кафедра:</strong> <a href="#department" onclick="loadDepartmentPage()">Спеціалізованих комп’ютерних систем</a><br/></p>
                <p>Підготовка фахівців здійснюється за ступенем <strong>бакалавра</strong> та <strong>магістра</strong><br/></p>
            </address>
            <hr class="custom-padding custom-divider" width="100%">
        </div>
    </div>
    <div class="row px-3">
        <div class="col">
            <p class="pb-3">У 1996 році в Українському державному хіміко-технологічному університеті була сформована перша група студентів для отримання спеціальності «Спеціалізовані комп’ютерні системи». Після ряду реорганізацій у 2008 році на базі кафедри інформаційних технологій та кібернетики була створена кафедра спеціалізованих комп’ютерних систем, яка здійснює підготовку бакалаврів та магістрів за спеціальністю «Комп’ютерна інженерія» (денної та заочної форм навчання).</p>
            <p class="pb-3">Студенти цієї спеціальності отримують фундаментальні знання з комп’ютерних технологій. Вони навчаються математичному моделюванню складних комп’ютерних систем, їх оптимізації, проектуванню сучасних комп’ютерних комплексів та мереж, розробляють їх програмне забезпечення, системи штучного інтелекту та робототехнічні системи. Комп’ютерні інженери отримують найбільш різносторонні та глибокі знання, уміння та навички в IT-технологіях у порівнянні з другими IT-спеціалістами, адже ця спеціальність гармонічно поєднує у собі фундаментальні та практичні знання в обчислювальній математиці, комп’ютерній техніці та програмуванні.</p>
            <p class="pb-3">Освітньо-кваліфікаційний рівень: бакалавр – фахівець з інформаційних технологій, магістр – аналітик комп’ютерних систем.</p>
            <p class="pb-3">Сьогодні навчальний план дисциплін кафедри СКС відповідає навчальним планам кращих європейських університетів, що дає змогу студентам без перешкод продовжувати навчання в цих університетах.</p>
            <p class="pb-3">Кафедра СКС приділяє велику увагу науково-дослідній роботі, що є суттєвою складовою підготовки майбутніх фахівців. Залучення студентів до участі у плануванні, виконанні та використанні результатів науково-дослідних робіт, починаючи з перших років навчання, надає можливість поступово заохочувати усіх до самостійного аналізу та пошуку оптимальних рішень при проектуванні сучасних комп’ютерних систем.</p>
            <p class="pb-3">У 2018 році на кафедрі розпочав роботу студентський науковий гурток «Комп’ютерна інженерія», в роботі якого приймають участь студенти факультету, які цікавляться радіотехнікою та бажають отримати практичні навички виготовлення друкованих плат, пайки і монтажу радіоелектронних пристроїв. Проектування і розробка електричних схем проводиться  за допомогою програм Міcro-Cap та Electronic Workbench. Для проектування печатних плат використовується програма Sprint Layout. Студенти приймають активну участь у наукових міжнародних конференціях та публікують статті та тези за результатами роботи.</p>
            <div class="row pb-3">
                <div class="col">
                    <img class="custom-image-80" src="${assetPath(src: '/static/students/program/1.jpg')}"/>
                </div>
                <div class="col">
                    <img class="custom-image-80" src="${assetPath(src: '/static/students/program/2.jpg')}"/>
                </div>
            </div>
            <p class="pb-3">Навчальний процес на кафедрі забезпечують 10 науково-педагогічних працівників, у тому числі: 3 професора, 4 доцента, 2 старших викладача, 1 асистент.</p>
            <p>Об’єкти професійної діяльності:</p>
            <ul class="mb-3">
                <li class="ml-3">комп’ютерні сиcтеми обчислювальних та інформаційних центрів, підприємств та організацій</li>
                <li class="ml-3">математичне, інформаційне, технічне, програмне та організаційне забезпечення комп’ютерних систем</li>
                <li class="ml-3">засоби та методи проектування, налагоджування та експлуатації комп’ютерних систем</li>
                <li class="ml-3">технічне діагностування, наукові дослідження та виробничі випробування комп’ютерних систем</li>
                <li class="ml-3">програмне забезпечення комп’ютерних мереж та вбудованих комп’ютерних систем</li>
            </ul>
            <p class="pb-3">Для забезпечення високої професійної підготовки розвивається матеріальне забезпечення кафедри. Кафедра має два комп’ютерних класи для студентів та один для викладачів кафедри. Завдяки висококваліфікованому професорсько-викладацькому складу та допоміжному персоналу створено спеціалізовану лабораторію з мікропроцесорної техніки, яка обладнана учбово-лабораторними стендами «EV8031/AVR», «LOGIC», «OpAmp», «Trigger». Для досліджень з робототехніки на кафедрі СКС використовується програмований робот Ubtech Alpha 1Pro.</p>
            <img class="pb-3 custom-image-30" src="${assetPath(src: '/static/students/program/3.jpg')}"/>
            <p class="pb-3">Лабораторія та комп’ютерні класи обладнані сучасною комп’ютерною технікою, вимірювальними приладами, навчальними дослідницькими стендами та іншим необхідним устаткуванням, що дозволяє студентам та співробітникам кафедри СКС ефективно займатися науково-практичною діяльністю. Комп’ютери в учбових класах кафедри та викладацьких об’єднані в локальну мережу та мають вихід до всесвітньої мережі Internet. Для кращого засвоєння матеріалу на лекціях та практичних заняттях успішно застосовуються наочні засоби навчання.</p>
            <div class="row pb-3">
                <div class="col">
                    <img class="custom-image-80" src="${assetPath(src: '/static/students/program/4.jpg')}"/>
                </div>
                <div class="col">
                    <img class="custom-image-80" src="${assetPath(src: '/static/students/program/5.jpg')}"/>
                </div>
            </div>
            <p>Після одержання спеціальності працевлаштування можливе в таких сферах:</p>
            <ul class="pb-3">
                <li class="ml-3">проектування сучасних комп’ютерних комплексів, систем та мереж</li>
                <li class="ml-3">розробка програмного забезпечення</li>
                <li class="ml-3">програмування мікроконтролерів та проектування вбудованих систем</li>
                <li class="ml-3">монтаж, налагодження та регулювання засобів обчислювальної техніки, зокрема охоронних систем</li>
                <li class="ml-3">робота з базами даних</li>
                <li class="ml-3">робототехніка</li>
            </ul>
            <img class="pb-3 custom-image-50" src="${assetPath(src: '/static/students/program/6.jpg')}"/>
            <p class="pb-3">Дбайливе відношення і професійність викладання, що сприяють якісній підготовці студентів, забезпечили практично 100-відсоткове працевлаштування випускників кафедри, більшість з яких направляється по запитам підприємств, таких як Інститут технічної механіки НАНУ і ДКАУ, Головне Управління Державного казначейства України в Дніпропетровській області, Південний машинобудівний завод, ВАТ «Український мобільний зв’язок», КБ «Приватбанк», «Укрсіббанк». Багато студентів та випускників працевлаштувались в українських та міжнародних компаніях, що спеціалізуються на розробці програмного забезпечення (OWOX, Yalantis та ін.).</p>
        </div>
    </div>
</body>
</html>